Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# PlayerQuickActionsSummary.Text
source: Panels, recovery, capture, and picture-in-picture.
ar_sa: اللوحات والاسترداد والالتقاط والصورة داخل الصورة.
de_de: Panels, Wiederherstellung, Aufnahme und Bild-in-Bild.
es_es: Paneles, recuperación, captura e imagen en imagen.
fr_fr: Panneaux, récupération, capture et image dans l'image.
hi_in: पैनल, पुनर्प्राप्ति, कैप्चर, और पिक्चर-इन-पिक्चर।
ja_jp: パネル、リカバリ、キャプチャ、ピクチャー・イン・ピクチャー。
ko_kr: 패널, 복구, 캡처 및 PIP(Picture-in-Picture).
pt_br: Painéis, recuperação, captura e picture-in-picture.
tr_tr: Paneller, kurtarma, yakalama ve resim içinde resim.
zh_hans: 面板、恢复、捕获和画中画。

# PlayerQuickActionsTitle.Text
source: Quick actions
ar_sa: إجراءات سريعة
de_de: Schnelle Aktionen
es_es: Acciones rápidas
fr_fr: Actions rapides
hi_in: त्वरित कार्रवाई
ja_jp: クイックアクション
ko_kr: 빠른 작업
pt_br: Ações rápidas
tr_tr: Hızlı eylemler
zh_hans: 快速行动

# PlayerResolutionLabel.Text
source: Resolution
ar_sa: القرار
de_de: Auflösung
es_es: Resolución
fr_fr: Résolution
hi_in: संकल्प
ja_jp: 解像度
ko_kr: 해상도
pt_br: Resolução
tr_tr: Çözünürlük
zh_hans: 分辨率

# PlayerRestartButton.ToolTipService.ToolTip
source: Restart from beginning
ar_sa: أعد التشغيل من البداية
de_de: Starten Sie von vorne
es_es: Reiniciar desde el principio
fr_fr: Recommencer depuis le début
hi_in: प्रारंभ से पुनः प्रारंभ करें
ja_jp: 最初からやり直す
ko_kr: 처음부터 다시 시작
pt_br: Reiniciar do início
tr_tr: Baştan yeniden başlat
zh_hans: 从头开始重新开始

# PlayerRestartContentButton.Content
source: Restart
ar_sa: إعادة التشغيل
de_de: Neustart
es_es: Reiniciar
fr_fr: Redémarrer
hi_in: पुनः प्रारंभ करें
ja_jp: 再起動
ko_kr: 다시 시작
pt_br: Reiniciar
tr_tr: Yeniden başlat
zh_hans: 重新启动

# PlayerSeekLabel.Text
source: Seek
ar_sa: تسعى
de_de: Suchen
es_es: buscar
fr_fr: Rechercher
hi_in: तलाश करो
ja_jp: シーク
ko_kr: 탐색
pt_br: Procure
tr_tr: Ara
zh_hans: 寻找

# PlayerSessionSummary.Text
source: Sleep timer off. Window follows normal stacking.
ar_sa: إيقاف مؤقت النوم. تتبع النافذة التراص العادي.
de_de: Sleep-Timer aus. Das Fenster folgt der normalen Stapelung.
es_es: Temporizador apagado. La ventana sigue el apilamiento normal.
fr_fr: Minuterie de mise en veille désactivée. La fenêtre suit un empilement normal.
hi_in: नींद का टाइमर बंद. विंडो सामान्य स्टैकिंग का अनुसरण करती है।
ja_jp: スリープタイマーはオフです。ウィンドウは通常のスタックに従います。
ko_kr: 취침 타이머가 꺼져 있습니다. 창은 일반 스태킹을 따릅니다.
pt_br: Temporizador desligado. A janela segue o empilhamento normal.
tr_tr: Uyku zamanlayıcısı kapalı. Pencere normal istiflemeyi takip eder.
zh_hans: 睡眠定时器关闭。窗口遵循正常堆叠。

# PlayerSessionTitle.Text
source: Session
ar_sa: جلسة
de_de: Sitzung
es_es: Sesión
fr_fr: Séance
hi_in: सत्र
ja_jp: セッション
ko_kr: 세션
pt_br: Sessão
tr_tr: Oturum
zh_hans: 会议

# PlayerShotButton.Content
source: Shot
ar_sa: طلقة
de_de: Schuss
es_es: Disparo
fr_fr: Tir
hi_in: गोली मार दी
ja_jp: ショット
ko_kr: 샷
pt_br: Tiro
tr_tr: atış
zh_hans: 射击

# PlayerSmallButton.Content
source: Small
ar_sa: صغير
de_de: Klein
es_es: pequeño
fr_fr: Petit
hi_in: छोटा
ja_jp: 小
ko_kr: 작은
pt_br: Pequeno
tr_tr: Küçük
zh_hans: 小号

# PlayerSpeedButton.ToolTipService.ToolTip
source: Playback speed
ar_sa: سرعة التشغيل
de_de: Wiedergabegeschwindigkeit
es_es: Velocidad de reproducción
fr_fr: Vitesse de lecture
hi_in: प्लेबैक गति
ja_jp: 再生速度
ko_kr: 재생 속도
pt_br: Velocidade de reprodução
tr_tr: Oynatma hızı
zh_hans: 播放速度

# PlayerSpeedLabel.Text
source: Speed
ar_sa: السرعة
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
hi_in: गति
ja_jp: 速度
ko_kr: 속도
pt_br: Velocidade
tr_tr: Hız
zh_hans: 速度

# PlayerStopButton.ToolTipService.ToolTip
source: Stop playback
ar_sa: إيقاف التشغيل
de_de: Stoppen Sie die Wiedergabe
es_es: Detener la reproducción
fr_fr: Arrêter la lecture
hi_in: प्लेबैक बंद करो
ja_jp: 再生を停止する
ko_kr: 재생 중지
pt_br: Parar a reprodução
tr_tr: Oynatmayı durdur
zh_hans: 停止播放

# PlayerStopContentButton.Content
source: Stop
ar_sa: توقف
de_de: Stopp
es_es: Detener
fr_fr: Arrêter
hi_in: रुकें
ja_jp: 停止
ko_kr: 중지
pt_br: Pare
tr_tr: Durdur
zh_hans: 停止

# PlayerSubtitleSummary.Text
source: Subtitle scale and placement follow the active player state.
ar_sa: يتبع مقياس الترجمة وموضعها حالة اللاعب النشطة.
de_de: Die Skalierung und Platzierung der Untertitel richtet sich nach dem Status des aktiven Spielers.
es_es: La escala y la ubicación de los subtítulos siguen el estado del reproductor activo.
fr_fr: L'échelle et le placement des sous-titres suivent l'état du joueur actif.
hi_in: उपशीर्षक स्केल और प्लेसमेंट सक्रिय खिलाड़ी स्थिति का अनुसरण करते हैं।
ja_jp: 字幕のスケールと配置は、アクティブなプレーヤーの状態に従います。
ko_kr: 자막 크기와 배치는 활성 플레이어 상태를 따릅니다.
pt_br: A escala e o posicionamento das legendas seguem o estado do player ativo.
tr_tr: Altyazı ölçeği ve yerleşimi aktif oynatıcı durumunu takip eder.
zh_hans: 字幕的比例和位置遵循活跃玩家的状态。

# PlayerTracksButton.ToolTipService.ToolTip
source: Audio and subtitles
ar_sa: الصوت والترجمة
de_de: Audio und Untertitel
es_es: Audio y subtítulos
fr_fr: Audio et sous-titres
hi_in: ऑडियो और उपशीर्षक
ja_jp: 音声と字幕
ko_kr: 오디오 및 자막
pt_br: Áudio e legendas
tr_tr: Ses ve altyazılar
zh_hans: 音频和字幕

# Profile.DeleteConfirmMessage
source: This cannot be undone.
ar_sa: لا يمكن التراجع عن هذا.
de_de: Dies kann nicht rückgängig gemacht werden.
es_es: Esto no se puede deshacer.
fr_fr: Cela ne peut pas être annulé.
hi_in: इसे असंपादित नहीं किया जा सकता है।
ja_jp: これを元に戻すことはできません。
ko_kr: 이 작업은 취소할 수 없습니다.
pt_br: Isto não pode ser desfeito.
tr_tr: Bu geri alınamaz.
zh_hans: 此操作无法撤消。

# Profile_DeleteConfirmMessage
source: This cannot be undone.
ar_sa: لا يمكن التراجع عن هذا.
de_de: Dies kann nicht rückgängig gemacht werden.
es_es: Esto no se puede deshacer.
fr_fr: Cela ne peut pas être annulé.
hi_in: इसे असंपादित नहीं किया जा सकता है।
ja_jp: これを元に戻すことはできません。
ko_kr: 이 작업은 취소할 수 없습니다.
pt_br: Isto não pode ser desfeito.
tr_tr: Bu geri alınamaz.
zh_hans: 此操作无法撤消。

# Profile.DeleteConfirmTitle
source: Delete this profile?
ar_sa: هل تريد حذف هذا الملف الشخصي؟
de_de: Dieses Profil löschen?
es_es: ¿Eliminar este perfil?
fr_fr: Supprimer ce profil ?
hi_in: यह प्रोफ़ाइल हटाएं?
ja_jp: このプロフィールを削除しますか?
ko_kr: 이 프로필을 삭제하시겠습니까?
pt_br: Excluir este perfil?
tr_tr: Bu profil silinsin mi?
zh_hans: 删除此个人资料吗？

# Profile_DeleteConfirmTitle
source: Delete this profile?
ar_sa: هل تريد حذف هذا الملف الشخصي؟
de_de: Dieses Profil löschen?
es_es: ¿Eliminar este perfil?
fr_fr: Supprimer ce profil ?
hi_in: यह प्रोफ़ाइल हटाएं?
ja_jp: このプロフィールを削除しますか?
ko_kr: 이 프로필을 삭제하시겠습니까?
pt_br: Excluir este perfil?
tr_tr: Bu profil silinsin mi?
zh_hans: 删除此个人资料吗？

# ProfileAccessBehaviorTitle.Text
source: Access behavior
ar_sa: سلوك الوصول
de_de: Zugriffsverhalten
es_es: Comportamiento de acceso
fr_fr: Comportement d'accès
hi_in: पहुँच व्यवहार
ja_jp: アクセス動作
ko_kr: 접근 행동
pt_br: Comportamento de acesso
tr_tr: Erişim davranışı
zh_hans: 访问行为

# ProfileAddKidsProfileButton.Content
source: Add kids profile
ar_sa: إضافة ملف تعريف للأطفال
de_de: Kinderprofil hinzufügen
es_es: Agregar perfil de niños
fr_fr: Ajouter un profil d'enfant
hi_in: बच्चों की प्रोफ़ाइल जोड़ें
ja_jp: 子供のプロフィールを追加する
ko_kr: 어린이 프로필 추가
pt_br: Adicionar perfil infantil
tr_tr: Çocuk profili ekle
zh_hans: 添加孩子个人资料

# ProfileAddProfileButton.Content
source: Add profile
ar_sa: إضافة الملف الشخصي
de_de: Profil hinzufügen
es_es: Agregar perfil
fr_fr: Ajouter un profil
hi_in: प्रोफ़ाइल जोड़ें
ja_jp: プロフィールを追加
ko_kr: 프로필 추가
pt_br: Adicionar perfil
tr_tr: Profil ekle
zh_hans: 添加个人资料

# ProfileClearPinButton.Content
source: Clear PIN
ar_sa: مسح رقم التعريف الشخصي
de_de: PIN löschen
es_es: Borrar PIN
fr_fr: Effacer le code PIN
hi_in: पिन साफ़ करें
ja_jp: 暗証番号をクリア
ko_kr: PIN 지우기
pt_br: Limpar PIN
tr_tr: PIN'i temizle
zh_hans: 清除 PIN 码

# ProfileDeleteProfileButton.Content
source: Delete profile
ar_sa: حذف الملف الشخصي
de_de: Profil löschen
es_es: Eliminar perfil
fr_fr: Supprimer le profil
hi_in: प्रोफ़ाइल हटाएँ
ja_jp: プロフィールの削除
ko_kr: 프로필 삭제
pt_br: Excluir perfil
tr_tr: Profili sil
zh_hans: 删除个人资料

# ProfileHideLockedContentSwitch.Header
source: Hide locked content until unlocked
ar_sa: إخفاء المحتوى المقفل حتى يتم فتحه
de_de: Gesperrte Inhalte ausblenden, bis sie entsperrt werden
es_es: Ocultar contenido bloqueado hasta que se desbloquee
fr_fr: Masquer le contenu verrouillé jusqu'à ce qu'il soit déverrouillé
hi_in: लॉक की गई सामग्री को अनलॉक होने तक छिपाएँ
ja_jp: ロックが解除されるまでロックされたコンテンツを非表示にする
ko_kr: 잠금이 해제될 때까지 잠긴 콘텐츠 숨기기
pt_br: Ocultar conteúdo bloqueado até ser desbloqueado
tr_tr: Kilit açılana kadar kilitli içeriği gizle
zh_hans: 隐藏锁定的内容直至解锁

# ProfileKidsSafeModeSwitch.Header
source: Kids-safe mode
ar_sa: الوضع الآمن للأطفال
de_de: Kindersicherer Modus
es_es: Modo seguro para niños
fr_fr: Mode sécurisé pour les enfants
hi_in: बच्चों के लिए सुरक्षित मोड
ja_jp: キッズセーフモード
ko_kr: 어린이 안전 모드
pt_br: Modo seguro para crianças
tr_tr: Çocuklar için güvenli mod
zh_hans: 儿童安全模式

# ProfileLocalManagementTitle.Text
source: Local profile management
ar_sa: إدارة الملف الشخصي المحلي
de_de: Lokale Profilverwaltung
es_es: Gestión de perfiles locales
fr_fr: Gestion des profils locaux
hi_in: स्थानीय प्रोफ़ाइल प्रबंधन
ja_jp: ローカルプロファイル管理
ko_kr: 로컬 프로필 관리
pt_br: Gerenciamento de perfil local
tr_tr: Yerel profil yönetimi
zh_hans: 本地档案管理

# ProfileLockedCategoriesTitle.Text
source: Locked categories
ar_sa: الفئات المقفلة
de_de: Gesperrte Kategorien
es_es: Categorías bloqueadas
fr_fr: Catégories verrouillées
hi_in: लॉक की गई श्रेणियां
ja_jp: ロックされたカテゴリ
ko_kr: 잠긴 카테고리
pt_br: Categorias bloqueadas
tr_tr: Kilitli kategoriler
zh_hans: 锁定类别

# ProfileLockedSourcesTitle.Text
source: Locked sources
ar_sa: المصادر المقفلة
de_de: Gesperrte Quellen
es_es: Fuentes bloqueadas
fr_fr: Sources verrouillées
hi_in: बंद स्रोत
ja_jp: ロックされたソース
ko_kr: 잠긴 소스
pt_br: Fontes bloqueadas
tr_tr: Kilitli kaynaklar
zh_hans: 锁定来源

# ProfileNameBox.Header
source: Profile name
ar_sa: اسم الملف الشخصي
de_de: Profilname
es_es: Nombre del perfil
fr_fr: Nom du profil
hi_in: प्रोफ़ाइल नाम
ja_jp: プロファイル名
ko_kr: 프로필 이름
pt_br: Nome do perfil
tr_tr: Profil adı
zh_hans: 个人资料名称

# ProfileNameBox.PlaceholderText
source: Profile name
ar_sa: اسم الملف الشخصي
de_de: Profilname
es_es: Nombre del perfil
fr_fr: Nom du profil
hi_in: प्रोफ़ाइल नाम
ja_jp: プロファイル名
ko_kr: 프로필 이름
pt_br: Nome do perfil
tr_tr: Profil adı
zh_hans: 个人资料名称

# ProfileNoCategoriesText.Text
source: Categories will appear here after sources are imported.
ar_sa: ستظهر الفئات هنا بعد استيراد المصادر.
de_de: Nach dem Import der Quellen werden hier Kategorien angezeigt.
es_es: Las categorías aparecerán aquí después de importar las fuentes.
fr_fr: Les catégories apparaîtront ici après l'importation des sources.
hi_in: स्रोत आयात होने के बाद श्रेणियाँ यहाँ दिखाई देंगी।
ja_jp: ソースがインポートされた後、カテゴリがここに表示されます。
ko_kr: 소스를 가져온 후 여기에 카테고리가 표시됩니다.
pt_br: As categorias aparecerão aqui depois que as fontes forem importadas.
tr_tr: Kaynaklar içe aktarıldıktan sonra kategoriler burada görünecektir.
zh_hans: 导入源后，类别将出现在此处。

# ProfileNoSourcesText.Text
source: No sources available. Add a source first.
ar_sa: لا توجد مصادر متاحة. أضف مصدرًا أولاً.
de_de: Keine Quellen verfügbar. Fügen Sie zuerst eine Quelle hinzu.
es_es: No hay fuentes disponibles. Primero agregue una fuente.
fr_fr: Aucune source disponible. Ajoutez d'abord une source.
hi_in: कोई स्रोत उपलब्ध नहीं है. पहले एक स्रोत जोड़ें.
ja_jp: 利用可能なソースはありません。まずソースを追加します。
ko_kr: 사용 가능한 소스가 없습니다. 먼저 소스를 추가하세요.
pt_br: Nenhuma fonte disponível. Adicione uma fonte primeiro.
tr_tr: Kaynak yok. Önce bir kaynak ekleyin.
zh_hans: 没有可用的来源。先添加一个源。

# ProfilePageSubtitle.Text
source: Separate library state, favorites, resume data, and family-safe access controls.
ar_sa: حالة مكتبة منفصلة، ​​والمفضلات، وبيانات السيرة الذاتية، وعناصر التحكم في الوصول الآمن للعائلة.
de_de: Separate Bibliotheksstatus, Favoriten, Lebenslaufdaten und kindersichere Zugriffskontrollen.
es_es: Separe el estado de la biblioteca, los favoritos, los datos del currículum y los controles de acceso seguros para toda la familia.
fr_fr: Séparez l'état de la bibliothèque, les favoris, les données de reprise et les contrôles d'accès sécurisés pour toute la famille.
hi_in: अलग लाइब्रेरी स्थिति, पसंदीदा, बायोडाटा डेटा और परिवार-सुरक्षित पहुंच नियंत्रण।
ja_jp: 個別のライブラリ状態、お気に入り、履歴書データ、家族向けの安全なアクセス制御。
ko_kr: 별도의 라이브러리 상태, 즐겨찾기, 이력서 데이터 및 가족용 액세스 제어가 가능합니다.
pt_br: Estado separado da biblioteca, favoritos, dados de currículo e controles de acesso seguros para toda a família.
tr_tr: Ayrı kitaplık durumu, favoriler, özgeçmiş verileri ve aile için güvenli erişim kontrolleri.
zh_hans: 单独的库状态、收藏夹、恢复数据和家庭安全访问控制。

# ProfilePageTitle.Text
source: Profiles
ar_sa: الملفات الشخصية
de_de: Profile
es_es: Perfiles
fr_fr: Profils
hi_in: प्रोफाइल
ja_jp: プロフィール
ko_kr: 프로필
pt_br: Perfis
tr_tr: Profiller
zh_hans: 型材

# ProfileRelockButton.Content
source: Hide locked content
ar_sa: إخفاء المحتوى المقفل
de_de: Gesperrte Inhalte ausblenden
es_es: Ocultar contenido bloqueado
fr_fr: Masquer le contenu verrouillé
hi_in: लॉक की गई सामग्री छिपाएँ
ja_jp: ロックされたコンテンツを非表示にする
ko_kr: 잠긴 콘텐츠 숨기기
pt_br: Ocultar conteúdo bloqueado
tr_tr: Kilitli içeriği gizle
zh_hans: 隐藏锁定的内容

# ProfileReplacePinButton.Content
source: Replace PIN
ar_sa: استبدل رقم التعريف الشخصي
de_de: PIN ersetzen
es_es: Reemplazar PIN
fr_fr: Remplacer le code PIN
hi_in: पिन बदलें
ja_jp: PIN を置き換える
ko_kr: PIN 교체
pt_br: Substituir PIN
tr_tr: PIN'i değiştir
zh_hans: 更换密码

# ProfileSaveNameButton.Content
source: Save name
ar_sa: حفظ الاسم
de_de: Namen speichern
es_es: Guardar nombre
fr_fr: Enregistrer le nom
hi_in: नाम सहेजें
ja_jp: 名前を保存する
ko_kr: 이름 저장
pt_br: Salvar nome
tr_tr: Adı kaydet
zh_hans: 保存名称

# ProfileSavePinButton.Content
source: Save PIN
ar_sa: حفظ رقم التعريف الشخصي
de_de: PIN speichern
es_es: Guardar PIN
fr_fr: Enregistrer le code PIN
hi_in: पिन सहेजें
ja_jp: PIN を保存する
ko_kr: PIN 저장
pt_br: Salvar PIN
tr_tr: PIN'i kaydet
zh_hans: 保存密码

# ProfileSetPinBox.Header
source: Set or replace PIN
ar_sa: قم بتعيين أو استبدال رقم التعريف الشخصي (PIN).
de_de: PIN festlegen oder ersetzen
es_es: Establecer o reemplazar PIN
fr_fr: Définir ou remplacer le code PIN
hi_in: पिन सेट करें या बदलें
ja_jp: PIN を設定または置き換える
ko_kr: PIN 설정 또는 교체
pt_br: Definir ou substituir PIN
tr_tr: PIN'i ayarlayın veya değiştirin
zh_hans: 设置或更换 PIN

# ProfileSetPinBox.PlaceholderText
source: Enter PIN digits
ar_sa: أدخل أرقام التعريف الشخصي
de_de: Geben Sie die PIN-Ziffern ein
es_es: Ingrese los dígitos del PIN
fr_fr: Entrez les chiffres du code PIN
hi_in: पिन अंक दर्ज करें
ja_jp: PIN の数字を入力してください
ko_kr: PIN 숫자를 입력하세요
pt_br: Insira os dígitos do PIN
tr_tr: PIN rakamlarını girin
zh_hans: 输入 PIN 码数字

# ProfileUnlockButton.Content
source: Unlock
ar_sa: فتح
de_de: Entsperren
es_es: Desbloquear
fr_fr: Déverrouiller
hi_in: अनलॉक
ja_jp: ロックを解除する
ko_kr: 잠금 해제
pt_br: Desbloquear
tr_tr: Kilidi aç
zh_hans: 解锁

# ProfileUnlockContentBox.Header
source: Unlock locked content
ar_sa: فتح المحتوى المقفل
de_de: Entsperren Sie gesperrte Inhalte
es_es: Desbloquear contenido bloqueado
fr_fr: Déverrouiller le contenu verrouillé
hi_in: लॉक की गई सामग्री को अनलॉक करें
ja_jp: ロックされたコンテンツのロックを解除する
ko_kr: 잠긴 콘텐츠 잠금 해제
pt_br: Desbloquear conteúdo bloqueado
tr_tr: Kilitli içeriğin kilidini aç
zh_hans: 解锁锁定的内容

# ProfileUnlockContentBox.PlaceholderText
source: Enter PIN for this session
ar_sa: أدخل رقم التعريف الشخصي لهذه الجلسة
de_de: Geben Sie die PIN für diese Sitzung ein
es_es: Ingrese el PIN para esta sesión
fr_fr: Entrez le code PIN pour cette session
hi_in: इस सत्र के लिए पिन दर्ज करें
ja_jp: このセッションの PIN を入力してください
ko_kr: 이 세션에 대한 PIN을 입력하세요
pt_br: Insira o PIN para esta sessão
tr_tr: Bu oturum için PIN'i girin
zh_hans: 输入本次会话的 PIN

# SearchMediaBox.PlaceholderText
source: Search media
ar_sa: بحث في الوسائط
de_de: Medien durchsuchen
es_es: Buscar medios
fr_fr: Rechercher des médias
hi_in: मीडिया खोजें
ja_jp: メディアを検索する
ko_kr: 미디어 검색
pt_br: Pesquisar mídia
tr_tr: Medya ara
zh_hans: 搜索媒体

# SearchPageSubtitle.Text
source: Find synced live channels, movies, series, and playable episodes.
ar_sa: ابحث عن القنوات المباشرة والأفلام والمسلسلات والحلقات القابلة للتشغيل التي تمت مزامنتها.
de_de: Finden Sie synchronisierte Live-Kanäle, Filme, Serien und spielbare Episoden.
es_es: Encuentre canales en vivo, películas, series y episodios reproducibles sincronizados.
fr_fr: Trouvez des chaînes en direct synchronisées, des films, des séries et des épisodes jouables.
hi_in: समन्वयित लाइव चैनल, फिल्में, श्रृंखला और खेलने योग्य एपिसोड ढूंढें।
ja_jp: 同期されたライブ チャンネル、映画、シリーズ、再生可能なエピソードを見つけます。
ko_kr: 동기화된 라이브 채널, 영화, 시리즈, 재생 가능한 에피소드를 찾아보세요.
pt_br: Encontre canais ao vivo, filmes, séries e episódios reproduzíveis sincronizados.
tr_tr: Senkronize edilmiş canlı kanalları, filmleri, dizileri ve oynanabilir bölümleri bulun.
zh_hans: 查找同步的直播频道、电影、连续剧和可播放的剧集。

# SearchPageTitle.Text
source: Search
ar_sa: بحث
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
ja_jp: 検索
ko_kr: 검색
pt_br: Pesquisar
tr_tr: Ara
zh_hans: 搜索

# Series.EpisodeNumber
source: Episode {0}
ar_sa: الحلقة {0}
de_de: Folge {0}
es_es: Episodio {0}
fr_fr: Épisode {0}
hi_in: एपिसोड {0}
ja_jp: エピソード {0}
ko_kr: 에피소드 {0}
pt_br: Episódio {0}
tr_tr: Bölüm {0}
zh_hans: 剧集 {0}

# Series_EpisodeNumber
source: Episode {0}
ar_sa: الحلقة {0}
de_de: Folge {0}
es_es: Episodio {0}
fr_fr: Épisode {0}
hi_in: एपिसोड {0}
ja_jp: エピソード {0}
ko_kr: 에피소드 {0}
pt_br: Episódio {0}
tr_tr: Bölüm {0}
zh_hans: 剧集 {0}

# Series.SeasonEpisodeLabel
source: Season {0} Episode {1}
ar_sa: الموسم {0} الحلقة {1}
de_de: Staffel {0} Folge {1}
es_es: Temporada {0} Episodio {1}
fr_fr: Saison {0} Épisode {1}
hi_in: सीज़न {0} एपिसोड {1}
ja_jp: シーズン {0} エピソード {1}
ko_kr: 시즌 {0} 에피소드 {1}
pt_br: Temporada {0} Episódio {1}
tr_tr: Sezon {0} Bölüm {1}
zh_hans: 季节 {0} 情节 {1}

# Series_SeasonEpisodeLabel
source: Season {0} Episode {1}
ar_sa: الموسم {0} الحلقة {1}
de_de: Staffel {0} Folge {1}
es_es: Temporada {0} Episodio {1}
fr_fr: Saison {0} Épisode {1}
hi_in: सीज़न {0} एपिसोड {1}
ja_jp: シーズン {0} エピソード {1}
ko_kr: 시즌 {0} 에피소드 {1}
pt_br: Temporada {0} Episódio {1}
tr_tr: Sezon {0} Bölüm {1}
zh_hans: 季节 {0} 情节 {1}

# Series.SeasonNumber
source: Season {0}
ar_sa: الموسم {0}
de_de: Saison {0}
es_es: Temporada {0}
fr_fr: Saison {0}
hi_in: सीज़न {0}
ja_jp: シーズン {0}
ko_kr: 시즌 {0}
pt_br: Temporada {0}
tr_tr: Sezon {0}
zh_hans: 赛季 {0}

# Series_SeasonNumber
source: Season {0}
ar_sa: الموسم {0}
de_de: Saison {0}
es_es: Temporada {0}
fr_fr: Saison {0}
hi_in: सीज़न {0}
ja_jp: シーズン {0}
ko_kr: 시즌 {0}
pt_br: Temporada {0}
tr_tr: Sezon {0}
zh_hans: 赛季 {0}

# SeriesEpisodesLabel.Text
source: EPISODES
ar_sa: الحلقات
de_de: EPISODEN
es_es: EPISODIOS
fr_fr: ÉPISODES
hi_in: एपिसोड
ja_jp: エピソード
ko_kr: 에피소드
pt_br: EPISÓDIOS
tr_tr: BÖLÜMLER
zh_hans: 剧集

# SeriesHideWatchedSwitch.Header
source: Hide watched episodes
ar_sa: إخفاء الحلقات التي تمت مشاهدتها
de_de: Gesehene Episoden ausblenden
es_es: Ocultar episodios vistos
fr_fr: Masquer les épisodes regardés
hi_in: देखे गए एपिसोड छिपाएँ
ja_jp: 視聴したエピソードを非表示にする
ko_kr: 시청한 에피소드 숨기기
pt_br: Ocultar episódios assistidos
tr_tr: İzlenen bölümleri gizle
zh_hans: 隐藏观看过的剧集

# SeriesLibraryLabel.Text
source: SHOWS LIBRARY
ar_sa: معارض المكتبة
de_de: ZEIGT DIE BIBLIOTHEK
es_es: BIBLIOTECA DE ESPECTÁCULOS
fr_fr: BIBLIOTHÈQUE DE MONTRES
hi_in: लाइब्रेरी दिखाता है
ja_jp: ショーライブラリ
ko_kr: 라이브러리 표시
pt_br: BIBLIOTECA DE MOSTRAS
tr_tr: KÜTÜPHANEYİ GÖSTERİR
zh_hans: 节目库

# SeriesNoPlayableEpisodesEmpty.Message
source: Episode stream data is not available for this season yet. Re-sync the VOD source or select a different season.
ar_sa: بيانات تدفق الحلقة غير متاحة لهذا الموسم بعد. أعد مزامنة مصدر VOD أو حدد موسمًا مختلفًا.
de_de: Für diese Staffel sind noch keine Episoden-Stream-Daten verfügbar. Synchronisieren Sie die VOD-Quelle erneut oder wählen Sie eine andere Saison aus.
es_es: Los datos de transmisión de episodios aún no están disponibles para esta temporada. Vuelva a sincronizar la fuente VOD o seleccione una temporada diferente.
fr_fr: Les données de diffusion des épisodes ne sont pas encore disponibles pour cette saison. Resynchronisez la source VOD ou sélectionnez une saison différente.
hi_in: इस सीज़न के लिए एपिसोड स्ट्रीम डेटा अभी तक उपलब्ध नहीं है। VOD स्रोत को पुनः सिंक करें या एक अलग सीज़न चुनें।
ja_jp: 今シーズンのエピソード ストリーム データはまだ利用できません。 VOD ソースを再同期するか、別の季節を選択します。
ko_kr: 이번 시즌에는 아직 에피소드 스트림 데이터를 사용할 수 없습니다. VOD 소스를 다시 동기화하거나 다른 계절을 선택하세요.
pt_br: Os dados de transmissão de episódios ainda não estão disponíveis para esta temporada. Sincronize novamente a fonte VOD ou selecione uma estação diferente.
tr_tr: Bu sezon için bölüm yayın verileri henüz mevcut değil. VOD kaynağını yeniden senkronize edin veya farklı bir sezon seçin.
zh_hans: 本季的剧集流数据尚不可用。重新同步 VOD 源或选择不同的季节。

# SeriesNoPlayableEpisodesEmpty.Title
source: No playable episodes
ar_sa: لا توجد حلقات قابلة للتشغيل
de_de: Keine spielbaren Episoden
es_es: No hay episodios reproducibles
fr_fr: Aucun épisode jouable
hi_in: कोई बजाने योग्य एपिसोड नहीं
ja_jp: 再生可能なエピソードはありません
ko_kr: 재생 가능한 에피소드 없음
pt_br: Nenhum episódio jogável
tr_tr: Oynanabilir bölüm yok
zh_hans: 没有可播放的剧集

# SeriesPageSubtitle.Text
source: Pick a show to browse seasons and episodes.
ar_sa: اختر عرضًا لتصفح المواسم والحلقات.
de_de: Wählen Sie eine Sendung aus, um Staffeln und Episoden zu durchsuchen.
es_es: Elija un programa para buscar temporadas y episodios.
fr_fr: Choisissez une émission pour parcourir les saisons et les épisodes.
hi_in: सीज़न और एपिसोड ब्राउज़ करने के लिए एक शो चुनें।
ja_jp: 番組を選択してシーズンとエピソードを閲覧します。
ko_kr: 시즌과 에피소드를 찾아보려면 프로그램을 선택하세요.
pt_br: Escolha um programa para navegar pelas temporadas e episódios.
tr_tr: Sezonlara ve bölümlere göz atmak için bir program seçin.
zh_hans: 选择一个节目来浏览季节和剧集。

# SeriesPageTitle.Text
source: Series
ar_sa: سلسلة
de_de: Serie
es_es: Serie
fr_fr: Série
hi_in: शृंखला
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: Série
tr_tr: Serisi
zh_hans: 系列

# SeriesSearchBox.PlaceholderText
source: Search series
ar_sa: سلسلة بحث
de_de: Suchserie
es_es: Serie de búsqueda
fr_fr: Rechercher une série
hi_in: खोज शृंखला
ja_jp: 検索シリーズ
ko_kr: 시리즈 검색
pt_br: Série de pesquisa
tr_tr: Arama serisi
zh_hans: 搜索系列

# SeriesSeasonLabel.Text
source: SEASON
ar_sa: الموسم
de_de: SAISON
es_es: TEMPORADA
fr_fr: SAISON
hi_in: सीज़न
ja_jp: シーズン
ko_kr: 시즌
pt_br: TEMPORADA
tr_tr: SEZON
zh_hans: 季节

# SeriesSourceLabel.Text
source: SOURCE
ar_sa: المصدر
de_de: Quelle
es_es: Fuente
hi_in: स्रोत
ja_jp: ソース
ko_kr: 소스
pt_br: Fonte
tr_tr: Kaynak
zh_hans: 来源

# SeriesUnwatchedButton.Content
source: Unwatched
ar_sa: غير مراقب
de_de: Unbeobachtet
es_es: No visto
fr_fr: Non surveillé
hi_in: नहीं देखा गया
ja_jp: 未視聴
ko_kr: 시청하지 않음
pt_br: Não assistido
tr_tr: izlenmedi
zh_hans: 无人看管

# SeriesUnwatchedButton2.Content
source: Unwatched
ar_sa: غير مراقب
de_de: Unbeobachtet
es_es: No visto
fr_fr: Non surveillé
hi_in: नहीं देखा गया
ja_jp: 未視聴
ko_kr: 시청하지 않음
pt_br: Não assistido
tr_tr: izlenmedi
zh_hans: 无人看管

# SeriesWatchedButton.Content
source: Watched
ar_sa: شاهد
de_de: Beobachtet
es_es: visto
fr_fr: Regardé
hi_in: देखे
ja_jp: 見た
ko_kr: 시청함
pt_br: Assistido
tr_tr: izlendi
zh_hans: 看过

# SeriesWatchedButton2.Content
source: Watched
ar_sa: شاهد
de_de: Beobachtet
es_es: visto
fr_fr: Regardé
hi_in: देखे
ja_jp: 見た
ko_kr: 시청함
pt_br: Assistido
tr_tr: izlendi
zh_hans: 看过

# Settings.Appearance.Status.Active
source: Theme: {0}. Accent: {1}.
ar_sa: الموضوع: {0}. لهجة: {1}.
de_de: Thema: {0}. Akzent: {1}.
es_es: Tema: {0}. Acento: {1}.
fr_fr: Thème : {0}. Accent : {1}.
hi_in: थीम: {0}। एक्सेंट: {1}.
ja_jp: テーマ：{0}。アクセント：{1}.
ko_kr: 테마: {0}. 악센트: {1}.
pt_br: Tema: {0}. Acento: {1}.
tr_tr: Tema: {0}. Aksan: {1}.
zh_hans: 主题：{0}。口音：{1}。
